[M_LootNinja MissionDefinition]
MissionDescription="A knight named Sir Gallow suspects one of his friends of a most heinous crime: loot ninja-ing. In other words, someone has stolen all of the gear that dropped from an enemy he and his buddies killed. He's asked you to track down his friends and kill them all in an attempt to discover which of them stole his loot."

[M_LootNinja:LootNinja_OS_Return MissionObjectiveSetDefinition]
MissionDescriptionOverride="A knight named Sir Gallow suspects one of his friends of a most heinous crime: loot ninja-ing. Someone has stolen all of the gear that dropped from an enemy he and his buddies killed. You killed Gallow's friends, but none of them seemed to be the accursed loot ninja. Gallow has nevertheless asked you to return to him, so he can reward you."
